Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Why not start a conversation now?
nl_nl: Waarom begin je niet nu een gesprek?

source: Check-in chat
nl_nl: Check-in gesprek

source: The check-in <u>{{title}} with {{name}}</u> was completed.
nl_nl: De check-in <u>{{title}} met {{name}}</u> is voltooid.

source: Your check-in was successfully created.
nl_nl: Je check-in is succesvol aangemaakt.

source: {{numberOfCheckins}} check-ins with {{AssignedToUserName}} will be created.
nl_nl: {{numberOfCheckins}} check-ins met {{AssignedToUserName}} zullen worden aangemaakt.

source: You can create another check-in at any time.
nl_nl: Je kunt op elk moment een nieuwe check-in maken.

source: {{count}} check-ins were successfully created.
nl_nl: {{count}} check-ins zijn succesvol aangemaakt.

source: The scheduled check-in <u>{{title}} with {{name}}</u> was canceled.
nl_nl: De geplande check-in <u>{{title}} met {{name}}</u> is geannuleerd.

source: Your check-in was successfully saved.
nl_nl: Je check-in is succesvol opgeslagen.

source: Focus factors for this check-in
nl_nl: Focuspunten voor deze check-in

source: Your check-in was successfully updated.
nl_nl: Je check-in is succesvol bijgewerkt.

source: {{name}} will be notified that you have updated this check-in.
nl_nl: {{name}} zal op de hoogte worden gebracht dat je deze check-in hebt bijgewerkt.

source: Add point
nl_nl: Punt toevoegen

source: No discussion points for the moment
nl_nl: Geen discussiepunten op dit moment

source: Are you sure you want to mark the check-in <strong>{{name}}</strong> as complete?
nl_nl: Weet je zeker dat je de check-in <strong>{{name}}</strong> als voltooid wilt markeren?

source: Complete check-in
nl_nl: Voltooi check-in

source: Select a date
nl_nl: Selecteer een datum

source: Are you sure you want to remove the check-in <strong>{{name}}</strong> from your check-in list?
nl_nl: Weet je zeker dat je de check-in <strong>{{name}}</strong> uit je check-in-lijst wilt verwijderen?

source: Delete check-in
nl_nl: Verwijder check-in

source: Description and discussion points
nl_nl: Beschrijving en discussiepunten

source: Check-ins created
nl_nl: Check-ins aangemaakt

source: To help you prepare, include an overview of what you'd like to talk about here.
nl_nl: Om je te helpen met voorbereiden, voeg hier een overzicht toe van waar je het over wilt hebben.

source: Add comment
nl_nl: Opmerking toevoegen

source: Discussion points
nl_nl: Discussiepunten

source: Create some pointers to kick-start your check-in conversation.
nl_nl: Maak enkele aandachtspunten om je check-in-gesprek te starten.

source: Edit check-in
nl_nl: Check-in bewerken

source: Edit discussion point
nl_nl: Bewerk discussiepunt

source: Back to upcoming
nl_nl: Terug naar aankomende

source: No check-ins have occurred that day.
nl_nl: Er hebben die dag geen check-ins plaatsgevonden.

source: No upcoming check-ins to be displayed. <br/>Schedule a new check-in.
nl_nl: Geen aankomende check-ins om weer te geven. <br/>Plan een nieuwe check-in.

source: No check-ins were recently updated.
nl_nl: Er zijn recent geen check-ins bijgewerkt.

source: No check-ins have taken place in the past.
nl_nl: Er hebben in het verleden geen check-ins plaatsgevonden.

source: Each worker to whom this check-in has been assigned can edit this section in their form.
nl_nl: Elke werknemer aan wie deze check-in is toegewezen, kan dit gedeelte in hun formulier bewerken.

source: Here are some helpful tips for understanding the different types of check-ins.
nl_nl: Hier zijn enkele nuttige tips om de verschillende soorten check-ins te begrijpen.

source: About check-ins
nl_nl: Over check-ins

source: Occurs every two weeks on {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
nl_nl: Vindt elke twee weken plaats op {{day}} vanaf {{startOn}} tot {{endOn}}. In totaal zullen er {{count}} check-ins worden aangemaakt.

source: Goal due date
nl_nl: Doeldatum

source: Showing goals and deliverables of:
nl_nl: Doelen en resultaten van:

source: Goal priority
nl_nl: Doelprioriteit

source: Goal progress
nl_nl: Voortgang van doelen

source: Goal tracking status
nl_nl: Status van doelbewaking

source: Goal type: “{{typeName}}“
nl_nl: Doeltype: "{{typeName}}"

source: Still in progress.
nl_nl: Nog in uitvoering.

source: How was your check-in?
nl_nl: Hoe was je check-in?

source: Are you sure you want to mark the check-in <strong>{{checkInTitle}}</strong> as completed?
nl_nl: Weet je zeker dat je de check-in <strong>{{checkInTitle}}</strong> als voltooid wilt markeren?

source: Marked as done by {{nickName}} {{name}}.
nl_nl: Gemarkeerd als voltooid door {{nickName}} {{name}}.

source: Assigned to
nl_nl: Toegewezen aan

source: {{count}} workers
nl_nl: {{count}} werknemers

source: {{count}} worker
nl_nl: {{count}} werknemer

source: {{count}} users
nl_nl: {{count}} gebruikers

source: Number of check-ins assigned to each selected worker and their line manager.
nl_nl: Aantal check-ins dat is toegewezen aan elke geselecteerde werknemer en hun lijnmanager.

source: Assigned to: {{count}}
nl_nl: Toegewezen aan: {{count}}

source: This assignment will create {{count}} check-ins between each worker and their line manager. Once the check-in is assigned, users will be able to edit its details and add a date.
nl_nl: Deze opdracht zal {{count}} check-ins aanmaken tussen elke werknemer en hun lijnmanager. Zodra de check-in is toegewezen, kunnen gebruikers de details bewerken en een datum toevoegen.

source: Get started by assigning one.
nl_nl: Begin door er een toe te wijzen.

source: No check-ins mass assignments yet!
nl_nl: Nog geen massa-toewijzingen voor check-ins!

source: Excluded individuals
nl_nl: Uitgesloten mensen

source: Excluded workers: {{count}}
nl_nl: Uitgesloten werknemers: {{count}}

source: Excluded
nl_nl: Uitgesloten

source: Included
nl_nl: Inbegrepen

source: No results match the search criteria. Clear the search to show all results.
nl_nl: Geen resultaten voldoen aan de zoekcriteria. Wis de zoekopdracht om alle resultaten te tonen.

source: Search for workers
nl_nl: Zoek naar werknemers

source: Performance check-ins require managers to provide their views on their team members' progress and performance.
nl_nl: Prestaties check-ins vereisen dat managers hun mening geven over de voortgang en prestaties van hun teamleden.

source: Regular check-ins enable managers and their team members to discuss day-to-day progress and any developmental focus.
nl_nl: Regelmatige check-ins stellen managers en hun teamleden in staat om de dagelijkse voortgang en eventuele ontwikkelingsfocus te bespreken.

source: See all participants
nl_nl: Bekijk alle deelnemers

source: Monthly check-in
nl_nl: Maandelijkse check-in

source: Search for a worker or an organization
nl_nl: Zoek naar een werknemer of een organisatie

source: Occurs on day {{day}} of every month, effective {{startOn}} through {{endOn}}. In total, {{count}} check-ins will be created.
nl_nl: Vindt plaats op dag {{day}} van elke maand, van {{startOn}} tot {{endOn}}. In totaal zullen er {{count}} check-ins worden aangemaakt.

source: Specific date
nl_nl: Specifieke datum

source: Past
nl_nl: Verleden

source: Upcoming
nl_nl: Aankomend

source: Today
nl_nl: Vandaag

source: Assign check-ins
nl_nl: Check-ins toewijzen

source: If you're assigning to multiple users, it might take a while for this list to appear in the check-in view.
nl_nl: Als je aan meerdere gebruikers toewijst, kan het even duren voordat deze lijst in de check-in-weergave verschijnt.

source: The check-in was successfully assigned.
nl_nl: De check-in is succesvol toegewezen.

source: This assignment will create {{count}} check-ins in total, between each selected worker and their line manager.
nl_nl: Deze opdracht zal in totaal {{count}} check-ins creëren, tussen elke geselecteerde werknemer en hun lijnmanager.

source: Are you sure you want to assign this check-in?
nl_nl: Weet je zeker dat je deze check-in wilt toewijzen?

source: No description added
nl_nl: Geen beschrijving toegevoegd

source: No discussion points added
nl_nl: Geen discussiepunten toegevoegd

source: Overall performance
nl_nl: Algehele prestatie

source: My overall performance
nl_nl: Mijn algemene prestatie

source: Offer your team member insight into how you think they have progressed on their overall performance over this period.
nl_nl: Geef je teamlid inzicht in hoe je denkt dat ze zijn gevorderd in hun algehele prestaties gedurende deze periode.

source: Check-in with
nl_nl: Check-in met

source: Pending manager submission
nl_nl: In afwachting van managerinzending

source: Allow managers to schedule dedicated conversations with direct reports to address performance-related topics.
nl_nl: Sta managers toe om speciale gesprekken te plannen met directe ondergeschikten om prestatiegerelateerde onderwerpen te bespreken.

source: Offer your team member insights into how you think they have progressed on their behaviors this period.
nl_nl: Bied je teamlid inzicht in hoe je denkt dat ze zich deze periode hebben ontwikkeld in hun gedrag.

source: Your comment
nl_nl: Uw opmerking

source: Please share your thoughts in this section.
nl_nl: Deel je mening in dit gedeelte.

source: Gain insight into how your manager thinks you are progressing on your behaviors over this period.
nl_nl: Ontdek hoe je manager vindt dat je vordert met je gedrag gedurende deze periode.

source: Gain insight into how your manager thinks you are progressing on your goals over this period.
nl_nl: Krijg inzicht in hoe je manager denkt dat je vordert met je doelen gedurende deze periode.

source: Gain insight into how your manager thinks you are progressing on your overall performance over this period.
nl_nl: Krijg inzicht in hoe je manager denkt dat je vordert met je algehele prestaties gedurende deze periode.

source: Offer your team member insights into how you think they have progressed on their goals over this period.
nl_nl: Bied je teamlid inzichten in hoe je denkt dat ze zijn gevorderd met hun doelen gedurende deze periode.

source: This gives you insights into how your manager thinks you are progressing on your behaviors over this period.
nl_nl: Dit geeft je inzicht in hoe je manager denkt dat je vordert met je gedrag gedurende deze periode.

source: Offer your team member insights into how you think they have progressed on their overall performance over this period.
nl_nl: Bied je teamlid inzichten in hoe je denkt dat ze zijn gevorderd in hun algehele prestaties gedurende deze periode.

source: Select rating
nl_nl: Selecteer beoordeling

source: This user is inactive or your reporting relationship with them has changed. You can't create or update check-ins with them.
nl_nl: Deze gebruiker is inactief of uw rapportageverhouding met hen is gewijzigd. U kunt geen check-ins met hen maken of bijwerken.

source: The end date must be later than the start date.
nl_nl: De einddatum moet later zijn dan de startdatum.

source: Bi-weekly
nl_nl: Tweewekelijks

source: Monthly
nl_nl: Maandelijks

source: Weekly
nl_nl: Wekelijks

source: Repeat
nl_nl: Herhaal

source: Recurrence details
nl_nl: Herhalingsdetails

source: Facilitate discussions between managers and team members about daily progress and areas for development.
nl_nl: Faciliteer gesprekken tussen managers en teamleden over dagelijkse voortgang en ontwikkelingspunten.

source: Action required
nl_nl: Actie vereist

source: Action required — {{count}} item(s)
nl_nl: Actie vereist — {{count}} item(s)

source: To finish adding this check-in to your calendar, open the file once it has downloaded. If you need to change the date or time, you can do so directly from your calendar.
nl_nl: Om deze check-in aan je agenda toe te voegen, open je het bestand zodra het is gedownload. Als je de datum of tijd moet wijzigen, kun je dat direct vanuit je agenda doen.

source: There are unsaved changes in the form. To submit this check-in, you must save all comments and/or ratings.
nl_nl: Er zijn niet-opgeslagen wijzigingen in het formulier. Om deze check-in in te dienen, moet je alle opmerkingen en/of beoordelingen opslaan.

source: Save to proceed
nl_nl: Opslaan om door te gaan

source: Schedule check-in
nl_nl: Plan check-in

source: Done
nl_nl: Klaar

source: Pending confirmation
nl_nl: In afwachting van bevestiging

source: Under review
nl_nl: Ter beoordeling

source: Are you sure you want to complete this check-in? Remember, you can create another check-in at anytime.
nl_nl: Weet je zeker dat je deze check-in wilt voltooien? Vergeet niet dat je op elk moment een andere check-in kunt maken.

source: Additional information
nl_nl: Aanvullende informatie

source: My list
nl_nl: Mijn lijst

source: Open {{name}} primary action
nl_nl: Open {{name}} primaire actie

source: Participant
nl_nl: Deelnemer

source: comments
nl_nl: opmerkingen

source: Subject
nl_nl: Onderwerp

source: Creator:
nl_nl: Maker:

source: Assigned
nl_nl: Toegewezen

source: {{count}} comments
nl_nl: {{count}} opmerkingen

source: 1 comment
nl_nl: 1 opmerking

source: Last month
nl_nl: Vorige maand

source: Last week
nl_nl: Vorige week

source: Jump to a specific date
nl_nl: Ga naar een specifieke datum

source: The very beginning
nl_nl: Het allereerste begin

source: Timeline
nl_nl: Tijdlijn

source: No check-ins in progress or upcoming
nl_nl: Geen check-ins in uitvoering of gepland

source: Past check-ins
nl_nl: Afgelopen check-ins

source: Pending setup
nl_nl: In afwachting van installatie

source: This check-in is read-only because the other participant is no longer active.
nl_nl: Deze check-in is alleen-lezen omdat de andere deelnemer niet langer actief is.

source: Show completed check-ins
nl_nl: Toon voltooide check-ins

source: Add title
nl_nl: Titel toevoegen

source: Check-in types
nl_nl: Check-in-typen

source: Regular
nl_nl: Regulier

source: Submitted by {{name}}; you requested to meet.
nl_nl: Ingediend door {{name}}; je hebt gevraagd om een ontmoeting.

source: You have unsaved changes in this section. Please save or cancel to proceed.
nl_nl: Je hebt niet-opgeslagen wijzigingen in deze sectie. Sla op of annuleer om verder te gaan.

source: Discussion point
nl_nl: Discussiepunt

source: {{name}}'s ({{nickName}}) behavior profile
nl_nl: Gedragsprofiel van {{name}} ({{nickName}})

source: Recognized behaviors on which you've received feedback from colleagues.
nl_nl: Erkende gedragingen waarop je feedback van collega's hebt ontvangen.

source: Check-in name
nl_nl: Check-in naam

source: Remember, you can create another check-in at any time.
nl_nl: Vergeet niet dat je op elk moment een nieuwe check-in kunt maken.

source: Are you sure you want to complete this check-in?
nl_nl: Weet je zeker dat je deze check-in wilt voltooien?

source: {{name}} will be notified that you have completed this check-in.
nl_nl: {{name}} wordt op de hoogte gebracht als je deze check-in hebt voltooid.

source: Your check-in is completed!
nl_nl: Je check-in is voltooid!

source: Delete comment
nl_nl: Opmerking verwijderen

source: Are you sure you want to delete this comment?
nl_nl: Weet je zeker dat je deze opmerking wilt verwijderen?

source: Edit comment
nl_nl: Opmerking bewerken

source: (Edited)
nl_nl: (Bewerkt)

source: Your chat
nl_nl: Je chat

source: Start your conversation now!
nl_nl: Begin nu uw gesprek.

source: Today, {{time}}
nl_nl: Vandaag, {{time}}

source: You
nl_nl: Jij

source: Date: {{date}}
nl_nl: Datum: {{date}}

source: Deleted check-ins cannot be recovered.
nl_nl: Verwijderde check-ins kunnen niet worden hersteld.

source: Are you sure you want to delete this check-in?
nl_nl: Weet je zeker dat je deze check-in wilt verwijderen?

source: {{name}} will be notified that you have deleted this check-in and you will not receive any updates on this check-in.
nl_nl: {{name}} zal op de hoogte worden gebracht dat je deze check-in hebt verwijderd en je ontvangt geen updates meer over deze check-in.

source: Your check-in was successfully deleted.
nl_nl: Je check-in is verwijderd.

source: Add to your calendar
nl_nl: Voeg toe aan je agenda

source: To add this check-in to your calendar and the attendee's calendar, click the button and open the downloaded file. If this check-in has already been added to your calendar, we recommend that you make any changes to the date or time directly in the calendar.
nl_nl: Om deze check-in aan uw agenda en de agenda van de deelnemer toe te voegen, klikt u op de knop en opent u het gedownloade bestand. Als deze check-in al aan uw agenda is toegevoegd, raden we aan om eventuele wijzigingen in de datum of tijd direct in de agenda aan te brengen.

source: Your team member's tagged behaviors will be displayed here. These will enable you to get insight into how they are perceived within your organization.
nl_nl: De getagde gedragingen van je teamlid worden hier weergegeven. Deze zullen je in staat stellen inzicht te krijgen in hoe ze binnen je organisatie worden waargenomen.

source: Received behaviors
nl_nl: Ontvangen gedragingen

source: My behavior profile
nl_nl: Mijn gedragsprofiel

source: Here you can follow the progression of your team member on their goals.
nl_nl: Hier kun je de vooruitgang zien die je teamlid boekt rondom hun doelen.

source: Achievements against objectives
nl_nl: Prestaties ten opzichte van doelstellingen

source: My goals at a glance
nl_nl: Mijn doelen in één oogopslag

source: Business
nl_nl: Zakelijk

source: Development
nl_nl: Ontwikkeling

source: Professional
nl_nl: Professioneel

source: Individual goal
nl_nl: Individueel doel

source: Organizational goal
nl_nl: Organisatorisch doel

source: High
nl_nl: Hoog

source: Low
nl_nl: Laag

source: Medium
nl_nl: Gemiddeld

source: Private
nl_nl: Privé

source: Check-in with {{subordinateName}}
nl_nl: Check-in met {{subordinateName}}

source: You have sent a "Let’s meet" invitation to further discuss this check-in. {{name}} will be notified.
nl_nl: Je hebt een uitnodiging "Laten we afspreken" verstuurd om deze check-in verder te bespreken. {{name}} zal op de hoogte worden gebracht.

source: Submitted by {{name}}. You requested to meet.
nl_nl: Ingediend door {{name}}. U heeft verzocht om een ontmoeting.

source: Mark as done
nl_nl: Markeren als voltooid

source: My discussion points
nl_nl: Mijn gespreksonderwerpen

source: You can't see anything here because this worker no longer reports to you.
nl_nl: Je kunt hier niets zien omdat deze werknemer niet langer aan jou rapporteert.

source: This check-in was assigned by HR.
nl_nl: Deze check-in is toegewezen door HR.

source: Pending set up
nl_nl: In afwachting van installatie

source: Return to previous page
nl_nl: Keer terug naar de vorige pagina

source: {{name}}'s view
nl_nl: Weergave van {{name}}

source: No view of performance submitted
nl_nl: Geen weergave van prestatie ingediend

source: Gain insight into how your manager thinks you have progressed on your behaviors over this period.
nl_nl: Ontdek hoe je manager vindt dat je bent gevorderd in je gedrag gedurende deze periode.

source: Gain insight into how your manager thinks you have progressed on your goals over this period.
nl_nl: Ontdek hoe je manager vindt dat je bent gevorderd met je doelen gedurende deze periode.

source: Gain insight into how your manager thinks you have progressed on your overall performance over this period.
nl_nl: Ontdek manager vindt dat je bent gevorderd in je algehele prestaties gedurende deze periode.

source: Provide your team member insight into how you think they have progressed on their behaviors over this period.
nl_nl: Vertel je teamlid hoe je vindt dat ze zich in hun gedrag hebben ontwikkeld gedurende deze periode.

source: Provide your team member insight into how you think they have progressed on their goals over this period.
nl_nl: Vertel je teamlid hoe je vindt dat ze zijn gevorderd met hun doelen gedurende deze periode.

source: Provide your team member insight into how you think they progressed on their overall performance this period
nl_nl: Vertel je teamlid hoe je vindt dat ze zich hebben ontwikkeld in hun algehele prestaties deze periode.

source: Not visible to worker
nl_nl: Niet zichtbaar voor werknemer

source: Visible to worker
nl_nl: Zichtbaar voor werknemer

source: Offer your team member insights into how you think they progressed on their goals this period
nl_nl: Vertel je teamlid hoe je vindt dat ze deze periode vooruitgang hebben geboekt met hun doelen.

source: Your view was successfully saved.
nl_nl: Je weergave is succesvol opgeslagen.

source: Your view
nl_nl: Uw weergave

source: Read-only
nl_nl: Alleen-lezen

source: You are seeing this check-in as read-only mode because the other participant is no longer active.
nl_nl: Je bekijkt deze check-in in alleen-lezen modus omdat de andere deelnemer niet langer actief is.

source: You are seeing this check-in as read-only because this check-in is between your direct report and their previous manager.
nl_nl: Je ziet deze check-in als alleen-lezen omdat deze check-in tussen jouw directe medewerker en hun vorige manager is.

source: Deleted by {{name}}
nl_nl: Verwijderd door {{name}}

source: This check-in was deleted by {{name}}. You are unable to update or chat via this check-in.
nl_nl: Deze check-in is verwijderd door {{name}}. Je kunt deze check-in niet bijwerken of chatten via deze check-in.

source: Pending confirmation from {{name}} {{nickName}}
nl_nl: In afwachting van bevestiging door {{name}} {{nickName}}

source: Pending confirmation from me
nl_nl: In afwachting van mijn bevestiging

source: This check-in was marked as done by {{name}} {{nickName}}, and is now pending confirmation from you. Once you mark this check-in as done, this check-in will be completed for you both.
nl_nl: Deze check-in is gemarkeerd als voltooid door {{name}} {{nickName}}, en wacht nu op jouw bevestiging. Zodra je deze check-in als voltooid markeert, is deze check-in voor jullie beiden afgerond.

source: This check-in was marked as done, and is now pending confirmation {{name}} {{nickName}}. Once they mark this check-in as done, this check-in will be completed for you both.
nl_nl: Deze check-in is gemarkeerd als voltooid en wacht nu op bevestiging van {{name}} {{nickName}}. Zodra zij deze check-in als voltooid markeren, zal deze check-in voor jullie beiden voltooid zijn.

source: Once you've submitted the check-in, your report will see your view on their performance. They will be invited to either accept and complete the check-in or request to meet for further discussion.
nl_nl: Zodra je de check-in hebt ingediend, zal je rapport hun kijk op hun prestaties zien. Ze worden uitgenodigd om de check-in te accepteren en te voltooien of om een verzoek in te dienen voor een verdere bespreking.

source: Submitted by {{name}}. You accepted.
nl_nl: Ingediend door {{name}}. Je hebt dit geaccepteerd.

source: Submitted. {{name}} accepted.
nl_nl: Ingediend. {{name}} heeft dit geaccepteerd.

source: Check-in between {{subordinateName}} and {{managerName}}
nl_nl: Check-in tussen {{subordinateName}} en {{managerName}}

source: {{name}}'s discussion points
nl_nl: Gespreksonderwerpen van {{name}}

source: Occurs every {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
nl_nl: Vindt elke {{day}} plaats vanaf {{startOn}} tot {{endOn}}. In totaal zullen er {{count}} check-ins worden aangemaakt.

source: Marked as done by you.
nl_nl: Door jou als voltooid gemarkeerd.

source: Allow check-in deletion
nl_nl: Verwijdering van check-in toestaan

source: Workers will be able to delete their own check-ins.
nl_nl: Werknemers kunnen hun eigen check-ins verwijderen.

source: Enable performance check-ins
nl_nl: Schakel prestatie-check-ins in
